{
  "answer_to_index": {
    "banana": 99,
    "beach": 71,
    "bear": 65,
    "bed": 18,
    "bench": 75,
    "black": 6,
    "blue": 10,
    "bottom": 7,
    "boy": 14,
    "broccoli": 73,
    "brown": 13,
    "bus": 25,
    "cabinet": 46,
    "cabinets": 98,
    "camera": 93,
    "cap": 94,
    "car": 22,
    "cars": 83,
    "cat": 19,
    "cell phone": 58,
    "chair": 9,
    "child": 40,
    "coat": 81,
    "color": 24,
    "computer": 61,
    "couch": 29,
    "cow": 77,
    "dark": 62,
    "desk": 26,
    "dog": 16,
    "drawer": 74,
    "dress": 91,
    "elephant": 33,
    "fence": 63,
    "field": 45,
    "giraffe": 42,
    "girl": 20,
    "glass": 54,
    "gray": 15,
    "green": 17,
    "ground": 78,
    "guy": 48,
    "hat": 51,
    "horse": 23,
    "hot dog": 84,
    "indoors": 86,
    "jacket": 41,
    "jeans": 88,
    "keyboard": 66,
    "lady": 47,
    "laptop": 44,
    "large": 28,
    "left": 2,
    "man": 4,
    "metal": 39,
    "no": 0,
    "ocean": 89,
    "orange": 27,
    "outdoors": 72,
    "pants": 59,
    "people": 34,
    "phone": 56,
    "pink": 49,
    "pizza": 57,
    "plastic": 64,
    "player": 43,
    "pole": 82,
    "purple": 96,
    "red": 21,
    "refrigerator": 67,
    "right": 3,
    "road": 97,
    "screen": 76,
    "shelf": 31,
    "shirt": 35,
    "short": 70,
    "shorts": 95,
    "silver": 52,
    "small": 32,
    "snow": 80,
    "sofa": 69,
    "stove": 92,
    "street": 55,
    "surfboard": 90,
    "table": 12,
    "tan": 85,
    "television": 53,
    "tomato": 79,
    "top": 11,
    "train": 36,
    "tree": 68,
    "trees": 87,
    "truck": 38,
    "van": 60,
    "white": 5,
    "woman": 8,
    "wood": 37,
    "yellow": 30,
    "yes": 1,
    "zebra": 50
  },
  "answers": [
    "no",
    "yes",
    "left",
    "right",
    "man",
    "white",
    "black",
    "bottom",
    "woman",
    "chair",
    "blue",
    "top",
    "table",
    "brown",
    "boy",
    "gray",
    "dog",
    "green",
    "bed",
    "cat",
    "girl",
    "red",
    "car",
    "horse",
    "color",
    "bus",
    "desk",
    "orange",
    "large",
    "couch",
    "yellow",
    "shelf",
    "small",
    "elephant",
    "people",
    "shirt",
    "train",
    "wood",
    "truck",
    "metal",
    "child",
    "jacket",
    "giraffe",
    "player",
    "laptop",
    "field",
    "cabinet",
    "lady",
    "guy",
    "pink",
    "zebra",
    "hat",
    "silver",
    "television",
    "glass",
    "street",
    "phone",
    "pizza",
    "cell phone",
    "pants",
    "van",
    "computer",
    "dark",
    "fence",
    "plastic",
    "bear",
    "keyboard",
    "refrigerator",
    "tree",
    "sofa",
    "short",
    "beach",
    "outdoors",
    "broccoli",
    "drawer",
    "bench",
    "screen",
    "cow",
    "ground",
    "tomato",
    "snow",
    "coat",
    "pole",
    "cars",
    "hot dog",
    "tan",
    "indoors",
    "trees",
    "jeans",
    "ocean",
    "surfboard",
    "dress",
    "stove",
    "camera",
    "cap",
    "shorts",
    "purple",
    "road",
    "cabinets",
    "banana"
  ],
  "top_k": 100
}
